classsize_choices = {
    '6':6,
    '8':8,
    '10':10,
    '12':12,
    '14':14,
    '16':16,
    '18':18,
    '20':20,
    '22':22,
    '24':24,

}

coursefee_choices = {
    '1000': '$1,000',
    '2000': '$2,000',
    '3000': '$3,000',
    '4000': '$4,000',
    '5000': '$5,000',
    '6000': '$6,000',
    '7000': '$7,000',
    '8000': '$8,000',    
    '9000': '$9,000',
    '10000': '$10K+',     }


topic_choices = {
    "3D 列印基礎" : '3D 列印基礎',
    "Steam 平台應用" : 'Steam 平台應用',
    "蒸汽朋克設計" : '蒸汽朋克設計',
    "高精度列印" : '高精度列印',
    "逆向設計 " : '逆向設計',
    "金屬材料應用" : '金屬材料應用',
    "硬件改造" : '硬件改造',
    "機械結構" : '機械結構',
    "醫療應用" : '醫療應用',
    "場景設計" : '場景設計', 
    
}